[
  "I was born in a Christian orthodox family and belonged to Upper caste. I started my education from a Christian Catholic School. Then, I joined Military School (KVS) because at that time my Father was in Army.\n\nComing from the Forces background, I saw many negative and positive impacts of the Army life on my personality during my Childhood.\n\nAfter the 10th Board Result, I decided to join NDA and prepare for the Indian Armed Forces as Defence Services were close to my heart.\n\nIn the first attempt, I was selected in the SSC course of 128th SSC (TE) OCT 2017 but the small injuries took me out of the game in the very first phase. I joined the Company in December but the troupes decided that I will not be medically fit for the service. My Father, being an Army Doctor (Navy-Medicine Corps), supported me throughout the process.\n\nAfter some time, I tried to conquer the medical issues which came in the way and decided to reappear for SSC 128th Course for Nurses.\n\nFor the SSC course, I started the preparations after 11th. I consulted many doctors in the Medical Field and with the help of my Father, decided what I wanted to be and why I needed to do this.",
  "I’m 32 years old, born in Dallas, grew up in Houston, TX, and raised by my father. It was a rough upbringing because my father and I didn’t have a very close relationship, but he provided for me. He is a caring father even though our bond isn’t the best. We have a mutual love for each other, but I still wish we had that father and son bond like other fathers have with their children. I was naturally a laid back, quiet, respectful young man who was highly influenced by what his father spoke to him, so that is how I acted.\n\nBoth my father and I are extremely reserved; when I say reserved, I mean that we would talk when someone was talking to us, but we wouldn’t start a conversation. In my formative years, I grew up reading and collecting comic books. In high school, I started acting out. I got in my first fight in the 10th grade, and from that moment on, I was scared to lose respect by anyone. I didn’t want to end up in trouble.\n\nAs the years went by, I gained more confidence in myself and my image, so I started to take more risks. I decided to do my first solo trip to Turkey when I was 20, but this started my addiction to travel. This gave me the courage to do more things. I applied to FSU and dropped everything and moved to Tallahassee. My parents were not happy about it because they really didn’t understand how I got into the top college in the state and in the nation and all of sudden I’m living in a dorm at FSU. I do get called a lot of names, so I know how to persevere through the fire of adversity. Let’s just say my parents don’t call me by my given name as of now, lol.",
  "I am 29 years old. Born in Detroit, Michigan and raised primarily in Detroit, about 15-20 minutes from downtown. As a kid I was very naïve and sheltered, I didn’t grow up around a lot of other races. I would say I’m very direct and black and white in the way I communicate and go about my days. I think because my parents worked so much and I was raised in such a negative environment I also became a very private and very independent person. I am also a really detail-oriented person. I have to write everything down to remember it and with the exception of when I was single I prefer to do my own cleaning and cooking. One of the most important things to me is having respect for everyone regardless of how much money they make or what they do for a living. I also give people a lot of credit for their personal growth and will respect someone who can admit they’ve made mistakes and grown from them. I think a lot of people in the world care a lot more about themselves than they should. I think a lot of people think they’re smarter than they actually are. I also don’t think most people truly understand what the world is going through on a political or international level. I wish more people were well informed about world events. I also think that more people would be more inclined to be nice to others if they spent more time getting out of their heads and focused on the people around them who might need a friend instead of on their phones and social media. Overall I just like to be alone a lot or go places and just eat and think for a few hours and I think a lot of people don’t do that enough. I enjoy writing letters, watching movies, playing video games, working out and making natural oils.",
  "I am 21 years old and I am from Norman, Oklahoma. I grew up on a quarter horse farm with my mother, father, brother and two sisters. I have always had an interest in nature, animals and science. My dad is a bird bander (examines birds in the wild to research migration and other events in the life of a bird). I always enjoyed following him around the banding sites and learn more about birding and natural history. As I got older I began to ask more questions about how life actually worked. I grew up in a Christian home and was taught that the Bible was true, but for a long time I could not explain how the created world and human life (all from one divine creator) could fit within the ancient texts of a book that is thousands of years old. I came to know that I couldn't logically use the belief system of Christianity as the filter through which I would decipher scientific evidence and the world around me. I slowly lost my faith as I realized how those who believed Christianity differently than I had interpreted the Bible's message in a way that did not line up with my observations. I often questioned how a loving, just God could allow a society (American society in particular) where millions of people live in poverty, where children starve, where people struggle with mental illnesses and diseases they do not have control over. I started to feel hopeless as I thought about the suffering in the world. I wanted to understand what was really happening and why, I stopped using the label Christian and started learning the definitions of words as they were actually used and to not make assumptions about what people meant by what they said.",
  "I am in my thirties, grew up in Boulder, lived in Denver with my mother from the ages of 14 to 18 while my father worked and started his own painting company. At this point I was the child of a broken home, and I took it upon myself to care for my family. For the first time in my life, my family was dependent upon my success. I realized that the hard work and right choices would land my father a job and bring my family back together. If I did not succeed, my mother and younger brother would be harmed. My sister had already left for college. My family relied upon me.\n\nI knew that my young life was about to change, and so I made the choices that would propel me to the highest levels of success. Working hard through the school system, I played sports and was on the honor roll. I gave my best effort to make my family proud, which meant helping and caring for others rather than just helping myself. I did not just survive, I excelled.\n\nI was a part of high school debate, which helped to increase my leadership skills and learn to think on my feet. I also graduated from college with my Bachelor’s Degree in Sociology and played with other nationally recognized debaters. I did internships in law school, and I established a private legal practice. My wife and I even have a wonderful, young child. I am constantly working to better myself as a person, leader and father.",
  "I’m a first generation American. My parents were born in India and I was born and raised in Texas. I went to high school in Austin and then earned a degree in molecular biology at the University of Texas. Growing up, I excelled in math and science. I knew early on I’d become a scientist. But I’ve always been an activist as well. I really got into politics in the late 90’s, starting out with my local party in Austin. I have always supported labor and the progressive movement. When I was 30, I got a rare autoimmune disease that has been very debilitating. It forced me to reevaluate life, purpose, and priorities. So after many years in research I switched gears to front line, progressive organizing. It was the best decision I ever made because now I am more focused on what matters. I believe that’s the only way you can make a difference.\n\nI speak three languages: English, Spanish, and Hindi. I’m happily married. And my dog, Jayda, is very much the reason I wake up each morning. She’s the last of my oldies and she’s turning 13 next month. She lives with my parents when I travel because otherwise she has severe separation anxiety. Which is why I always take her with me.",
  "I was born in 1993 and grew up in the east bay in Northern California. The world and people around me were a constant source of inspiration for me, I was always absorbing and I was eager to express my thoughts. I learned how to tell a story through writing and drawing from a very young age. I loved watching movies, so I wrote my own, just to see what they would be like. As I grew older, I began to become more interested in acting. The story telling came second. I learned how to tell a story through playing a character and living out a story that I wanted to tell, instead of being the one to write it and direct it. I really love acting, because I get to tell the story, but someone else gets to create the world. I also really love theater. I grew up in a musical family, and there is something about being in the same space with your audience, hearing them laugh and cry and really engaging with you, that is the most powerful and gratifying thing in the world. There is nothing like it. I do not have much time for hobbies these days, but when I do have the chance I love hiking and being outdoors. I love taking photos. I love traveling. I love my job.",
  "I have a unique background and an unusual upbringing. My parents are Armenian refugees who grew up in Lebanon and then came to the United States when they were kids. They ended up having me when they were 42 and 44 years old, and my older brother when they were 39. The effect of this age on my upbringing was that I was able to spend so much more time with my parents compared to most kids. I see how this influenced who I am today. My parents were always very supportive and instilled in me the importance of education. We are a loving family and are very close. I try to spend as much time as I can with them now that I am older.\n\nMy dad was always very talented in speaking. I have fond memories of him entertaining my friends at the dinner table by telling jokes. He was also very smart. He was always coming up with theories and hypothetical situations, and he taught me to think for myself and develop my own opinions about things. He and my mom loved watching the news and my dad was always discussing politics, history and current events, so I was influenced by this. I was always a good student in school and I liked learning. I realized that if I was always willing to try to do my best in whatever I was doing, I would succeed. I love to be outside, and my mom’s Armenian culture has influenced my preferences.",
  "I am 14 years old. I was born in Irvine, California. I currently live in Anaheim, California. I grew up speaking only my parents' native languages. They never taught me English because they wanted me to only speak my native languages. This has ended up hurting me a lot because I can only speak their language but not read and write. I know only the basic English like how to count, tell time, and colors and all that kind of basic stuff. I was sent to special classes by the school because they noticed that I wasn't able to participate in classes with English speakers. It was so hard. I would listen to the teacher speak and I wouldn't understand anything. I felt dumb. I couldn't follow what the teacher was saying. I felt helpless. The only class that I got to stay in was the Spanish class because I could understand that.\n\nI lived in Orange County until I was 10. Then I moved to South Gate, California. I hated it. It was boring and I wanted to live in Orange County again. I stayed in South Gate until my sophomore year. Then I moved back to Orange County. My family moved to Anaheim. I live in the East Anaheim area. I'm literally 20 minutes away from Disneyland.\n\nMy grandparents are immigrants from South America. My grandfather came to the US in the 60's. My grandmother came in the 90's because her mom was sick. My grandparents had their kids in South America and once their kids were grown up, they made the journey to the US.\n\nAs of now, I live with my mom, dad, and my sister. My mom had my sister before she met my dad, but that is another story.\n\nI don't know exactly why it is, but it seems like a lot of people around me have been hurt. I don't know why, but I feel a strong responsibility to help and care for people, to try to make things better.\n\nI am a Black Belt in Taekwondo. I started it when I was 6. It was hard. I wasn't good. My mom worked two jobs. We couldn't afford private lessons. I only did it because it seemed fun. I don't regret taking it. I was 8 years old and a kid said something to me in front of the class. He said, \"Are you a girl?\" I said, \"Well what do you think?\" I will not be held back by people who think I can't do it. I want to make a difference in someone's life, show them that they matter. I grew up going to places where a lot of people didn't care about me. My childhood wasn't easy, but I don't regret it. I want to make a difference in people's lives.",
  "I am a 26 year old female looking for a law enforcement career. I am a loving, caring woman who has spent her life helping others. My past jobs have taught me a lot, most importantly I've learned the value of life and the importance of family. I am an excellent communicator, I get along well with others. I am honest and caring. I have many interests, most of them deal with music, art, and reading. When I work, I work hard. I have a good amount of patience, I can multitask easily, I have a strong self-motivation, and I don't take anything in life for granted. In all the years I've lived, I've never, ever even gotten so much as a ticket. So no, you probably won't have to worry about another kind of community police officer. I am honest and I'm not afraid to say what I believe. That may work against me sometimes, but it has made me who I am and I wouldn't change that. The third question is the one I'll dwell on for days and days wondering what to say. Well, these will give you a general idea of who I am. I care about people, I want to help the people of your town. My mother has always told me, \"If you have something good to say, say it. If you have something negative to say, say it in a constructive manner.\"",
  "I spent 22 years on this planet, spread out across areas I call \"where it gets warm\". My first job was working in operations at a bank, roughly the same duties as that of a window slave. I found another job working in operations at a different bank, mostly because it was a small company that required me to do more things than just make occasional clerical errors. It was fun and rewarding and I eventually earned a promotion to teller supervisor. I would eventually suffer at the hands of that position, treated like I was six years old and I got tired of it. I started looking for jobs and I found one at a fast food chain and I settled on it because it was a step towards a management position. I’ve got dreams of getting into HR, but for now, I’m just pretending to get something to eat while I get everything done on my to do list so I can go to the gym. Big boy stuff, this, I’m getting done. I never intended to be at the bottom of the totem pole, but that’s the kind of lucky shot life likes to take from time to time. It was fun watching my boss go completely batshit, until she fired me. On this very day, that was yesterday. I’m ready to go to work, I’m ready to start the next chapter of my life. For a change, I’m starting from the bottom and I’m working my way up. I’ve always imagined myself a determined woman, and for once in my life, I’m going to make that happen. Once upon a time, I wanted to live a hot life with big fancy buildings and fast cars, but then I decided I’d rather be happy and settled with a family and all that. So far, I’m liking this plan.",
  "I am an English Major at a top Florida school. A lot of people have great answers for this, but I can only tell you what I would say. I like to write. I've written for my school newspaper in the past. I had a novel idea but never ended up writing it, sadly. I still write all the time, but I prefer to keep my ideas and opinions my own. I am originally from NY, and I lived there for the first 16 years of my life, before moving to a small town in Florida. I enjoy reading and writing about things that get people thinking and talking, but I prefer to do this through poetry rather than fiction. I am a nerd, I watch anime and read manga, and although that doesn't sound so hard to get into, it's a lot harder than it may sound. I have always had a lot of friends, but there was never an actual social clique for me, as I have a difficult time finding people I can truly relate to. Since I'm mostly introverted, I prefer to read, write, and draw, but I spend a lot of time talking to my few true friends. I'm not really sure what they matter about me or what they find interesting. I have a good sense of humour and I can get people to laugh easily. I can get along with almost everyone, and I don't push people away. I am hoping that when the time is right, I will find someone that I can deeply care about.",
  "Well I am going on 38 years old. I was born in Romania. It was a rough time for everyone so I don’t have any great memories to share. I think I want to forget it, move on. I moved to Canada when I was a baby and grew up in Calgary with my older sister. I have fond memories growing up there though. What a beautiful part of the world.\n\nI went to university and got a degree in Music. I think I always wanted to be a psychologist, but something about that work didn’t feel like me. I thought music would be good enough. I was a musician. I played guitar. Music was my life. It is what I wanted to do. But then. . . I almost died. I just could not move anymore. It was a huge ordeal. I had a back surgery and it was more serious than I ever thought. It was the worst injury I have ever had, probably. The doctors were not very helpful though. I finally got better with the love and support of my family and my friends. Music was not possible after that. The doctor said it was irreversible but I didn’t believe it. I have to find a new career.",
  "A multitude of activities I am involved in has all culminated to help me build my character and allow me to do what I am doing at the moment; teaching. The many clubs I participated and competed in help me to become active in numerous activities, as well as helping me to express myself and allowing me to do something that I love; teaching. I feel that I am adaptable and able to fit in with any person, group, or environment that I am placed in. These abilities I would use to my advantage, for the education of students who might not necessarily agree with what I am saying. I feel that there is always a benefit to making my students think outside of the box and constantly broaden their horizons, rather than living inside of a box. Becoming who I am today takes a lifetime of experiences, challenges, and adventures, as well as a childhood upbringing, but essentially, I am the kind of person that can push through anything and accomplish anything that I set my mind to. I am 22 years old, I am a graduate of Southern Indiana, I love being surrounded by animals, and I would love to be considered for the position for the 7th grade Math teacher at Fort Gay Middle School. The reasons being that my Math SAT score was a 690, my Reading SAT score was a 590, my Biology Regents score was 90, my History Regents score was 85, my English Regents score was 70, my GPA was a 3.22, my major was a 3.65, and my minor was a 3.94 (summa cum laude) at my College, WVU Tech.",
  "My life is a struggle, a constant struggle. The first twenty-five years of my life I felt lost and searching for something, perhaps many things. I was lost in a tunnel with very little to guide me. I felt trapped in my circumstances; I did not have much motivation to overcome the trials of my youth. There were some years of my life that I started to feel “trapped” by some of the problems that I perceived in my life. I became lost and did not know how to handle the issues in front of me. I knew that I had to change my way of living. Some of these challenges that I faced were difficulties in dealing with women, money, and happiness. I found myself on a path of poor choices and dissatisfied living. I wondered what was wrong with me. I did not want to have the same struggles as my peers in my age bracket, who were relying on substance abuse and porn to supplement their miserable lives. Some of my friends began pursuing a lifestyle that I found to be terrible and distasteful. I wondered why they chose that path. I was confused and I did not have a sense of direction. I had to make major life changes and it took me many years to make the right choices and to finally “get my shit together”. Now, I am at a point in my life where I am beginning to live the life that I had dreamed of living. I have complete clarity and I now have purpose. These goals that I have set for myself are bigger and better than anything that I could have ever imagined."
]